# encoding: UTF-8
values = ['2','3','4','5','6','7','8','9','10','J','Q','K','A']#Значение
suits = ['Diamonds', 'Hearts', 'Clubs', 'Spades']# Масть
# Выводи комбинацию значения и массива
puts "#{values.sample} of #{suits.sample}"
# Чтобы привязать привязать репозиторий с github к нашему локальному нужно выполнить команду в конлоли. Заходим в папку нашего локального репозитория и набираем команду
# : git remote add origin git@github.com:username/репозиторий.git
# git push и git pull две команды!Добавить на сервер и утащить с сервера!



